Repository: macsonn141-beep/PeriMeno
Catalog: PeriMenoApp/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pt_br, th, tr, zh_hans, zh_hant

# settings.debug.resetData
source: Reset local data
ar: إعادة ضبط البيانات المحلية
de: Lokale Daten zurücksetzen
es: Restablecer datos locales
fr: Réinitialiser les données locales
hi: स्थानीय डेटा रीसेट करें
id: Reset data lokal
it: Reimposta dati locali
ja: ローカルデータをリセット
ko: 로컬 데이터 재설정
pt_br: Redefinir dados locais
th: รีเซ็ตข้อมูลในเครื่อง
tr: Yerel verileri sıfırla
zh_hans: 重置本地数据
zh_hant: 重設本機資料

# settings.debug.resetMessage
source: Local tracking data was reset.
ar: تمت إعادة ضبط بيانات التتبع المحلية.
de: Lokale Tracking-Daten wurden zurückgesetzt.
es: Los datos locales de seguimiento se restablecieron.
fr: Les données locales de suivi ont été réinitialisées.
hi: स्थानीय ट्रैकिंग डेटा रीसेट हुआ।
id: Data pelacakan lokal direset.
it: I dati locali di monitoraggio sono stati reimpostati.
ja: ローカルの記録データをリセットしました。
ko: 로컬 추적 데이터가 재설정되었습니다.
pt_br: Os dados locais de acompanhamento foram redefinidos.
th: รีเซ็ตข้อมูลติดตามในเครื่องแล้ว
tr: Yerel takip verileri sıfırlandı.
zh_hans: 本地追踪数据已重置。
zh_hant: 本機追蹤資料已重設。

# settings.debug.seedSampleData
source: Seed sample data
ar: إضافة بيانات عينة
de: Beispieldaten anlegen
es: Crear datos de muestra
fr: Ajouter des données d’exemple
hi: नमूना डेटा जोड़ें
id: Isi data contoh
it: Inserisci dati di esempio
ja: サンプルデータを追加
ko: 샘플 데이터 추가
pt_br: Adicionar dados de amostra
th: เพิ่มข้อมูลตัวอย่าง
tr: Örnek veri ekle
zh_hans: 植入示例数据
zh_hant: 植入範例資料

# settings.debug.seededMessage
source: Sample tracking data was added.
ar: تمت إضافة بيانات تتبع عينة.
de: Beispiel-Tracking-Daten wurden hinzugefügt.
es: Se añadieron datos de muestra.
fr: Des données d’exemple ont été ajoutées.
hi: नमूना ट्रैकिंग डेटा जोड़ा गया।
id: Data pelacakan contoh ditambahkan.
it: Sono stati aggiunti dati di esempio.
ja: サンプル記録データを追加しました。
ko: 샘플 추적 데이터가 추가되었습니다.
pt_br: Dados de amostra foram adicionados.
th: เพิ่มข้อมูลติดตามตัวอย่างแล้ว
tr: Örnek takip verisi eklendi.
zh_hans: 示例追踪数据已添加。
zh_hant: 範例追蹤資料已新增。

# settings.exportBackup
source: Export and backup placeholder
ar: عنصر مؤقت للتصدير والنسخ الاحتياطي
de: Platzhalter für Export und Backup
es: Marcador de exportación y copia de seguridad
fr: Placeholder d’export et de sauvegarde
hi: निर्यात और बैकअप placeholder
id: Placeholder ekspor dan backup
it: Segnaposto esportazione e backup
ja: エクスポートとバックアップのプレースホルダー
ko: 내보내기 및 백업 임시 항목
pt_br: Placeholder de exportação e backup
th: placeholder ส่งออกและสำรองข้อมูล
tr: Dışa aktarma ve yedekleme yer tutucusu
zh_hans: 导出和备份占位功能
zh_hant: 匯出和備份佔位功能

# settings.faceID
source: Face ID lock
ar: قفل Face ID
de: Face-ID-Sperre
es: Bloqueo con Face ID
fr: Verrouillage Face ID
hi: Face ID लॉक
id: Kunci Face ID
it: Blocco Face ID
ja: Face IDロック
ko: Face ID 잠금
pt_br: Bloqueio por Face ID
th: ล็อก Face ID
tr: Face ID kilidi
zh_hans: Face ID 锁定
zh_hant: Face ID 锁定

# settings.healthAccess
source: Health access
ar: الوصول إلى الصحة
de: Health-Zugriff
es: Acceso a Salud
fr: Accès Santé
hi: Health एक्सेस
id: Akses Health
it: Accesso a Salute
ja: ヘルスケアアクセス
ko: 건강 접근
pt_br: Acesso ao Saúde
th: การเข้าถึง Health
tr: Health erişimi
zh_hans: 健康访问
zh_hant: 健康存取

# settings.language
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
th: ภาษา
tr: Dil
zh_hans: 语言
zh_hant: 语言

# settings.legal
source: Legal and privacy copy
ar: نص قانوني وخصوصية
de: Rechts- und Datenschutzhinweise
es: Texto legal y de privacidad
fr: Texte légal et confidentialité
hi: कानूनी और गोपनीयता कॉपी
id: Teks legal dan privasi
it: Testi legali e privacy
ja: 法務とプライバシー文言
ko: 법률 및 개인정보 문구
pt_br: Texto legal e de privacidade
th: ข้อความกฎหมายและความเป็นส่วนตัว
tr: Yasal ve gizlilik metni
zh_hans: 法律和隐私文本
zh_hant: 法律和隱私文字

# settings.notifications
source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
id: Notifikasi
it: Notifiche
ja: 通知
ko: 알림
pt_br: Notificações
th: การแจ้งเตือน
tr: Bildirimler
zh_hans: 通知
zh_hant: 通知

# settings.placeholder.title
source: Coming soon
ar: قريبًا
de: Demnächst verfügbar
es: Próximamente
fr: Bientôt disponible
hi: जल्द आ रहा है
id: Segera hadir
it: In arrivo
ja: 近日公開
ko: 곧 제공 예정
pt_br: Em breve
th: เร็วๆ นี้
tr: Yakında
zh_hans: 即将推出
zh_hant: 即將推出

# settings.premium
source: Premium status
ar: حالة المميز
es: Estado premium
fr: Statut Premium
hi: प्रीमियम स्थिति
id: Status premium
it: Stato Premium
ja: プレミアム状態
ko: 프리미엄 상태
pt_br: Status Premium
th: สถานะพรีเมียม
tr: Premium durumu
zh_hans: 高级版状态
zh_hant: 進階版狀態

# settings.privacy.summary
source: PeriMeno stores data locally and does not include ads or third-party analytics.
ar: يخزن PeriMeno البيانات محليًا ولا يتضمن إعلانات أو تحليلات طرف ثالث.
de: PeriMeno speichert Daten lokal und enthält keine Werbung oder Drittanbieter-Analytics.
es: PeriMeno guarda los datos localmente y no incluye anuncios ni analíticas de terceros.
fr: PeriMeno stocke les données localement et n’inclut ni publicité ni analytics tiers.
hi: PeriMeno डेटा स्थानीय रूप से सहेजता है और विज्ञापन या थर्ड-पार्टी एनालिटिक्स शामिल नहीं करता।
id: PeriMeno menyimpan data secara lokal dan tidak menyertakan iklan atau analitik pihak ketiga.
it: PeriMeno archivia i dati localmente e non include pubblicità né analisi di terze parti.
ja: PeriMenoはデータをローカルに保存し、広告や第三者分析を含みません。
ko: PeriMeno는 데이터를 로컬에 저장하며 광고나 타사 분석을 포함하지 않습니다.
pt_br: PeriMeno armazena dados localmente e não inclui anúncios nem analytics de terceiros.
th: PeriMeno เก็บข้อมูลในเครื่องและไม่มีโฆษณาหรือการวิเคราะห์จากบุคคลที่สาม
tr: PeriMeno verileri yerel olarak saklar ve reklam ya da üçüncü taraf analiz içermez.
zh_hans: PeriMeno 将数据存储在本机，不包含广告或第三方分析。
zh_hant: PeriMeno 将数据存储在本机，不包含广告或第三方分析。

# settings.privacySecurity
source: Privacy and security
ar: الخصوصية والأمان
de: Datenschutz und Sicherheit
es: Privacidad y seguridad
fr: Confidentialité et sécurité
hi: गोपनीयता और सुरक्षा
id: Privasi dan keamanan
it: Privacy e sicurezza
ja: プライバシーとセキュリティ
ko: 개인정보와 보안
pt_br: Privacidade e segurança
th: ความเป็นส่วนตัวและความปลอดภัย
tr: Gizlilik ve güvenlik
zh_hans: 隐私与安全
zh_hant: 隱私與安全

# settings.section.debug
source: Debug
ar: تصحيح
es: Depuración
hi: डिबग
ja: デバッグ
ko: 디버그
th: ดีบัก
zh_hans: 调试
zh_hant: 调试

# settings.section.preferences
source: Preferences
ar: التفضيلات
de: Einstellungen
es: Preferencias
fr: Préférences
hi: प्राथमिकताएँ
id: Preferensi
it: Preferenze
ja: 設定
ko: 환경설정
pt_br: Preferências
th: การตั้งค่า
tr: Tercihler
zh_hans: 偏好设置
zh_hant: 偏好設定

# settings.section.privacy
source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
id: Privasi
ja: プライバシー
ko: 개인정보
pt_br: Privacidade
th: ความเป็นส่วนตัว
tr: Gizlilik
zh_hans: 隐私
zh_hant: 隱私

# settings.title
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
th: การตั้งค่า
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

# stageHint.placeholder
source: Stage hints will appear after more profile context.
ar: ستظهر تلميحات المرحلة بعد إضافة سياق ملف شخصي أكثر.
de: Phasenhinweise erscheinen, wenn mehr Profilkontext vorhanden ist.
es: Las pistas de etapa aparecerán cuando haya más contexto de perfil.
fr: Les indications d’étape apparaîtront avec plus de contexte de profil.
hi: अधिक प्रोफ़ाइल संदर्भ के बाद चरण संकेत दिखेंगे।
id: Petunjuk tahap akan muncul setelah lebih banyak konteks profil.
it: I suggerimenti di fase appariranno con più contesto del profilo.
ja: プロフィール情報が増えるとステージのヒントが表示されます。
ko: 프로필 맥락이 더 추가되면 단계 힌트가 표시됩니다.
pt_br: Dicas de fase aparecerão após mais contexto de perfil.
th: คำแนะนำระยะจะแสดงเมื่อมีบริบทโปรไฟล์มากขึ้น
tr: Aşama ipuçları daha fazla profil bağlamından sonra görünür.
zh_hans: 添加更多个人背景后会显示阶段提示。
zh_hant: 添加更多个人背景后会显示阶段提示。

# symptom.anxiety
source: Anxiety
ar: قلق
de: Angst
es: Ansiedad
fr: Anxiété
hi: चिंता
id: Kecemasan
it: Ansia
ja: 不安
ko: 불안
pt_br: Ansiedade
th: ความวิตกกังวล
tr: Kaygı
zh_hans: 焦虑
zh_hant: 焦慮

# symptom.bloating
source: Bloating
ar: انتفاخ
de: Blähungen
es: Hinchazón
fr: Ballonnements
hi: सूजन
id: Kembung
it: Gonfiore
ja: お腹の張り
ko: 복부 팽만
pt_br: Inchaço
th: ท้องอืด
tr: Şişkinlik
zh_hans: 腹胀
zh_hant: 腹脹

# symptom.brain_fog
source: Brain fog
ar: ضباب الدماغ
es: Niebla mental
fr: Brouillard mental
hi: ब्रेन फ़ॉग
id: Kabut otak
it: Nebbia mentale
ja: ブレインフォグ
ko: 브레인 포그
pt_br: Névoa mental
th: ภาวะสมองล้า
tr: Beyin sisi
zh_hans: 脑雾
zh_hant: 腦霧

# symptom.breast_tenderness
source: Breast tenderness
ar: ألم الثدي
de: Brustspannen
es: Sensibilidad mamaria
fr: Sensibilité des seins
hi: स्तन कोमलता
id: Nyeri payudara
it: Dolorabilità al seno
ja: 乳房の張り
ko: 유방 압통
pt_br: Sensibilidade nas mamas
th: เจ็บคัดเต้านม
tr: Meme hassasiyeti
zh_hans: 乳房胀痛
zh_hant: 乳房胀痛

# symptom.cycle_irregularity
source: Cycle irregularity
ar: عدم انتظام الدورة
de: Zyklusunregelmäßigkeit
es: Irregularidad del ciclo
fr: Irrégularité du cycle
hi: चक्र अनियमितता
id: Siklus tidak teratur
it: Irregolarità del ciclo
ja: 周期の乱れ
ko: 주기 불규칙
pt_br: Irregularidade do ciclo
th: รอบเดือนไม่สม่ำเสมอ
tr: Döngü düzensizliği
zh_hans: 周期不规律
zh_hant: 週期不規律

# symptom.fatigue
source: Fatigue
ar: إرهاق
de: Müdigkeit
es: Fatiga
hi: थकान
id: Kelelahan
it: Stanchezza
ja: 疲労
ko: 피로
pt_br: Fadiga
th: อ่อนเพลีย
tr: Yorgunluk
zh_hans: 疲劳
zh_hant: 疲勞

# symptom.forgetfulness
source: Forgetfulness
ar: النسيان
de: Vergesslichkeit
es: Olvidos
fr: Oublis
hi: भूलना
id: Mudah lupa
it: Dimenticanza
ja: 物忘れ
ko: 건망증
pt_br: Esquecimento
th: หลงลืม
tr: Unutkanlık
zh_hans: 健忘
zh_hant: 健忘

# symptom.headache
source: Headache
ar: صداع
de: Kopfschmerz
es: Dolor de cabeza
fr: Mal de tête
hi: सिरदर्द
id: Sakit kepala
it: Mal di testa
ja: 頭痛
ko: 두통
pt_br: Dor de cabeça
th: ปวดศีรษะ
tr: Baş ağrısı
zh_hans: 头痛
zh_hant: 頭痛

# symptom.hot_flashes
source: Hot flashes
ar: هبات ساخنة
de: Hitzewallungen
es: Sofocos
fr: Bouffées de chaleur
hi: हॉट फ्लैश
id: Rasa panas tiba-tiba
it: Vampate
ja: ほてり
ko: 열감
pt_br: Ondas de calor
th: ร้อนวูบวาบ
tr: Sıcak basmaları
zh_hans: 潮热
zh_hant: 潮热

# symptom.insomnia
source: Insomnia
ar: أرق
de: Schlaflosigkeit
es: Insomnio
fr: Insomnie
hi: अनिद्रा
id: Sulit tidur
it: Insonnia
ja: 不眠
ko: 불면
pt_br: Insônia
th: นอนไม่หลับ
tr: Uykusuzluk
zh_hans: 失眠
zh_hant: 失眠

# symptom.irritability
source: Irritability
ar: التهيج
de: Reizbarkeit
es: Irritabilidad
fr: Irritabilité
hi: चिड़चिड़ापन
id: Mudah tersinggung
it: Irritabilità
ja: イライラ
ko: 짜증
pt_br: Irritabilidade
th: หงุดหงิด
tr: Sinirlilik
zh_hans: 易怒
zh_hant: 易怒

# symptom.joint_pain
source: Joint pain
ar: ألم المفاصل
de: Gelenkschmerzen
es: Dolor articular
fr: Douleurs articulaires
hi: जोड़ों का दर्द
id: Nyeri sendi
it: Dolore articolare
ja: 関節痛
ko: 관절 통증
pt_br: Dor nas articulações
th: ปวดข้อ
tr: Eklem ağrısı
zh_hans: 关节痛
zh_hant: 关节痛

# symptom.low_energy
source: Low energy
ar: طاقة منخفضة
de: Wenig Energie
es: Baja energía
fr: Baisse d’énergie
hi: कम ऊर्जा
id: Energi rendah
it: Bassa energia
ja: 低エネルギー
ko: 낮은 에너지
pt_br: Baixa energia
th: พลังงานต่ำ
tr: Düşük enerji
zh_hans: 精力低
zh_hant: 精力低

# symptom.low_libido
source: Low libido
ar: رغبة منخفضة
de: Geringe Libido
es: Baja libido
fr: Baisse de libido
hi: कम कामेच्छा
id: Libido rendah
it: Bassa libido
ja: 性欲の低下
ko: 낮은 성욕
pt_br: Baixa libido
th: ความต้องการทางเพศต่ำ
tr: Düşük libido
zh_hans: 性欲低
zh_hant: 性欲低

# symptom.low_mood
source: Low mood
ar: مزاج منخفض
de: Niedrige Stimmung
es: Ánimo bajo
fr: Humeur basse
hi: कम मूड
id: Suasana hati rendah
it: Umore basso
ja: 気分の落ち込み
ko: 낮은 기분
pt_br: Humor baixo
th: อารมณ์ต่ำ
tr: Düşük ruh hali
zh_hans: 情绪低落
zh_hant: 情緒低落

# symptom.mood_swings
source: Mood swings
ar: تقلبات المزاج
de: Stimmungsschwankungen
es: Cambios de humor
fr: Sautes d’humeur
hi: मूड स्विंग
id: Perubahan suasana hati
it: Sbalzi d’umore
ja: 気分の波
ko: 기분 변화
pt_br: Oscilações de humor
th: อารมณ์แปรปรวน
tr: Ruh hali dalgalanmaları
zh_hans: 情绪波动
zh_hant: 情緒波動

# symptom.muscle_aches
source: Muscle aches
ar: آلام العضلات
de: Muskelschmerzen
es: Dolores musculares
fr: Douleurs musculaires
hi: मांसपेशियों में दर्द
id: Nyeri otot
it: Dolori muscolari
ja: 筋肉痛
ko: 근육통
pt_br: Dores musculares
th: ปวดกล้ามเนื้อ
tr: Kas ağrıları
zh_hans: 肌肉酸痛
zh_hant: 肌肉酸痛

# symptom.night_sweats
source: Night sweats
ar: تعرق ليلي
de: Nachtschweiß
es: Sudores nocturnos
fr: Sueurs nocturnes
hi: रात में पसीना
id: Keringat malam
it: Sudorazioni notturne
ja: 寝汗
ko: 야간 발한
pt_br: Suores noturnos
th: เหงื่อออกกลางคืน
tr: Gece terlemesi
zh_hans: 盗汗
zh_hant: 盗汗

# symptom.palpitations
source: Palpitations
ar: خفقان
de: Herzklopfen
es: Palpitaciones
hi: धड़कन
id: Jantung berdebar
it: Palpitazioni
ja: 動悸
ko: 두근거림
pt_br: Palpitações
th: ใจสั่น
tr: Çarpıntı
zh_hans: 心悸
zh_hant: 心悸

# symptom.poor_sleep
source: Poor sleep
ar: نوم سيئ
de: Schlechter Schlaf
es: Mal sueño
fr: Mauvais sommeil
hi: खराब नींद
id: Tidur buruk
it: Sonno scarso
ja: 睡眠不良
ko: 수면 부족
pt_br: Sono ruim
th: นอนหลับไม่ดี
tr: Kötü uyku
zh_hans: 睡眠差
zh_hant: 睡眠差

# symptom.skin_changes
source: Skin changes
ar: تغيرات الجلد
de: Hautveränderungen
es: Cambios en la piel
fr: Changements cutanés
hi: त्वचा में बदलाव
id: Perubahan kulit
it: Cambiamenti della pelle
ja: 肌の変化
ko: 피부 변화
pt_br: Alterações na pele
th: การเปลี่ยนแปลงผิว
tr: Cilt değişiklikleri
zh_hans: 皮肤变化
zh_hant: 皮肤变化

# symptom.vaginal_dryness
source: Vaginal dryness
ar: جفاف مهبلي
de: Vaginale Trockenheit
es: Sequedad vaginal
fr: Sécheresse vaginale
hi: योनि सूखापन
id: Vagina kering
it: Secchezza vaginale
ja: 腟の乾燥
ko: 질 건조
pt_br: Ressecamento vaginal
th: ช่องคลอดแห้ง
tr: Vajinal kuruluk
zh_hans: 阴道干涩
zh_hant: 陰道乾澀

# symptom.weight_gain_feeling
source: Weight gain feeling
ar: إحساس بزيادة الوزن
de: Gefühl von Gewichtszunahme
es: Sensación de aumento de peso
fr: Sensation de prise de poids
hi: वज़न बढ़ने का एहसास
id: Rasa berat badan naik
it: Sensazione di aumento di peso
ja: 体重増加感
ko: 체중 증가 느낌
pt_br: Sensação de ganho de peso
th: รู้สึกน้ำหนักเพิ่ม
tr: Kilo alma hissi
zh_hans: 感觉体重增加
zh_hant: 感覺體重增加

# symptoms.addCustom
source: Add custom symptom
ar: إضافة عَرَض مخصص
de: Eigenes Symptom hinzufügen
es: Añadir síntoma personalizado
fr: Ajouter un symptôme personnalisé
hi: कस्टम लक्षण जोड़ें
id: Tambah gejala kustom
it: Aggiungi sintomo personalizzato
ja: カスタム症状を追加
ko: 사용자 증상 추가
pt_br: Adicionar sintoma personalizado
th: เพิ่มอาการกำหนดเอง
tr: Özel belirti ekle
zh_hans: 添加自定义症状
zh_hant: 新增自訂症狀

# symptoms.custom.placeholder
source: Custom symptom name
ar: اسم العَرَض المخصص
de: Name des eigenen Symptoms
es: Nombre del síntoma personalizado
fr: Nom du symptôme personnalisé
hi: कस्टम लक्षण नाम
id: Nama gejala kustom
it: Nome sintomo personalizzato
ja: カスタム症状名
ko: 사용자 증상 이름
pt_br: Nome do sintoma personalizado
th: ชื่ออาการกำหนดเอง
tr: Özel belirti adı
zh_hans: 自定义症状名称
zh_hant: 自訂症狀名稱

# symptoms.search
source: Search symptoms
ar: البحث عن الأعراض
de: Symptome suchen
es: Buscar síntomas
fr: Rechercher des symptômes
hi: लक्षण खोजें
id: Cari gejala
it: Cerca sintomi
ja: 症状を検索
ko: 증상 검색
pt_br: Buscar sintomas
th: ค้นหาอาการ
tr: Belirti ara
zh_hans: 搜索症状
zh_hant: 搜尋症狀

# symptoms.section.default
source: Default symptoms
ar: الأعراض الافتراضية
de: Standardsymptome
es: Síntomas predeterminados
fr: Symptômes par défaut
hi: डिफ़ॉल्ट लक्षण
id: Gejala bawaan
it: Sintomi predefiniti
ja: 標準症状
ko: 기본 증상
pt_br: Sintomas padrão
th: อาการเริ่มต้น
tr: Varsayılan belirtiler
zh_hans: 默认症状
zh_hant: 預設症狀

# symptoms.title
source: Symptoms
ar: الأعراض
de: Symptome
es: Síntomas
fr: Symptômes
hi: लक्षण
id: Gejala
it: Sintomi
ja: 症状
ko: 증상
pt_br: Sintomas
th: อาการ
tr: Belirtiler
zh_hans: 症状
zh_hant: 症狀

# tab.home
source: Home
ar: الرئيسية
de: Start
es: Inicio
fr: Accueil
hi: होम
id: Beranda
ja: ホーム
ko: 홈
pt_br: Início
th: หน้าแรก
tr: Ana sayfa
zh_hans: 首页
zh_hant: 首頁

# tab.insights
source: Insights
ar: الرؤى
de: Einblicke
fr: Analyses
hi: इनसाइट्स
id: Wawasan
it: Insight
ja: インサイト
ko: 인사이트
th: ข้อมูลเชิงลึก
tr: İçgörüler
zh_hans: 洞察
zh_hant: 洞察

# tab.log
source: Log
ar: تسجيل
de: Protokoll
es: Registro
fr: Journal
hi: लॉग
id: Catatan
it: Registro
ja: 記録
ko: 기록
pt_br: Registro
th: บันทึก
tr: Kayıt
zh_hans: 记录
zh_hant: 記錄

# tab.reports
source: Reports
ar: التقارير
de: Berichte
es: Informes
fr: Rapports
hi: रिपोर्ट
id: Laporan
it: Report
ja: レポート
ko: 보고서
pt_br: Relatórios
th: รายงาน
tr: Raporlar
zh_hans: 报告
zh_hant: 報告

# tab.settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
th: การตั้งค่า
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

# thermometer.sun
source: Sun
ar: شمس
de: Sonne
es: Sol
fr: Soleil
hi: सूर्य
id: Matahari
it: Sole
ja: 太陽
ko: 태양
pt_br: Sol
th: ดวงอาทิตย์
tr: Güneş
zh_hans: 太阳
zh_hant: 太阳

# trend.chart.date
source: Date
ar: التاريخ
de: Datum
es: Fecha
hi: तारीख
id: Tanggal
it: Data
ja: 日付
ko: 날짜
pt_br: Data
th: วันที่
tr: Tarih
zh_hans: 日期
zh_hant: 日期

# trend.chart.score
source: Score
ar: الدرجة
de: Wert
es: Puntuación
hi: स्कोर
id: Skor
it: Punteggio
ja: スコア
ko: 점수
pt_br: Pontuação
th: คะแนน
tr: Puan
zh_hans: 评分
zh_hant: 評分

# trend.detail.body
source: This chart uses your local entries to show score changes over time.
ar: يستخدم هذا المخطط إدخالاتك المحلية لإظهار تغير الدرجات بمرور الوقت.
de: Dieses Diagramm nutzt deine lokalen Einträge, um Wertänderungen im Zeitverlauf zu zeigen.
es: Este gráfico usa tus entradas locales para mostrar cambios de puntuación con el tiempo.
fr: Ce graphique utilise vos entrées locales pour montrer l’évolution des scores dans le temps.
hi: यह चार्ट समय के साथ स्कोर बदलाव दिखाने के लिए आपकी स्थानीय प्रविष्टियों का उपयोग करता है।
id: Grafik ini menggunakan entri lokal Anda untuk menunjukkan perubahan skor dari waktu ke waktu.
it: Questo grafico usa le tue voci locali per mostrare le variazioni dei punteggi nel tempo.
ja: このチャートはローカル記録を使って、時間経過によるスコア変化を示します。
ko: 이 차트는 로컬 기록을 사용해 시간에 따른 점수 변화를 보여줍니다.
pt_br: Este gráfico usa suas entradas locais para mostrar mudanças de pontuação ao longo do tempo.
th: แผนภูมินี้ใช้รายการในเครื่องของคุณเพื่อแสดงการเปลี่ยนแปลงคะแนนตามเวลา
tr: Bu grafik, zaman içindeki puan değişikliklerini göstermek için yerel kayıtlarınızı kullanır.
zh_hans: 此图表使用你的本地记录显示评分随时间的变化。
zh_hant: 此圖表使用你的本機記錄顯示評分隨時間的變化。

# trend.title
source: Trend Detail
ar: تفاصيل الاتجاه
es: Detalle de tendencia
fr: Détail de tendance
hi: रुझान विवरण
id: Detail Tren
it: Dettaglio tendenza
ja: 傾向の詳細
ko: 추세 상세
pt_br: Detalhe da tendência
th: รายละเอียดแนวโน้ม
tr: Eğilim Detayı
zh_hans: 趋势详情
zh_hant: 趨勢詳情

# trigger.alcohol
source: Alcohol
ar: كحول
de: Alkohol
fr: Alcool
hi: शराब
id: Alkohol
it: Alcol
ja: アルコール
ko: 알코올
pt_br: Álcool
th: แอลกอฮอล์
tr: Alkol
zh_hans: 酒精
zh_hant: 酒精

# trigger.caffeine
source: Caffeine
ar: كافيين
de: Koffein
es: Cafeína
fr: Caféine
hi: कैफीन
id: Kafein
it: Caffeina
ja: カフェイン
ko: 카페인
pt_br: Cafeína
th: คาเฟอีน
tr: Kafein
zh_hans: 咖啡因
zh_hant: 咖啡因

# trigger.exercise
source: Exercise
ar: تمرين
de: Bewegung
es: Ejercicio
fr: Exercice
hi: व्यायाम
id: Olahraga
it: Esercizio
ja: 運動
ko: 운동
pt_br: Exercício
th: ออกกำลังกาย
tr: Egzersiz
zh_hans: 运动
zh_hant: 運動

# trigger.heat
source: Heat
ar: حرارة
de: Hitze
es: Calor
fr: Chaleur
hi: गर्मी
id: Panas
it: Caldo
ja: 暑さ
ko: 더위
pt_br: Calor
th: ความร้อน
tr: Sıcak
zh_hans: 高温
zh_hant: 高溫

# trigger.illness
source: Illness
ar: مرض
de: Krankheit
es: Enfermedad
fr: Maladie
hi: बीमारी
id: Sakit
it: Malattia
ja: 体調不良
ko: 질병
pt_br: Doença
th: เจ็บป่วย
tr: Hastalık
zh_hans: 生病
zh_hant: 生病

# trigger.poor_sleep
source: Poor sleep
ar: نوم سيئ
de: Schlechter Schlaf
es: Mal sueño
fr: Mauvais sommeil
hi: खराब नींद
id: Tidur buruk
it: Sonno scarso
ja: 睡眠不良
ko: 수면 부족
pt_br: Sono ruim
th: นอนหลับไม่ดี
tr: Kötü uyku
zh_hans: 睡眠差
zh_hant: 睡眠差

# trigger.spicy_food
source: Spicy food
ar: طعام حار
de: Scharfes Essen
es: Comida picante
fr: Nourriture épicée
hi: मसालेदार खाना
id: Makanan pedas
it: Cibo piccante
ja: 辛い食べ物
ko: 매운 음식
pt_br: Comida apimentada
th: อาหารเผ็ด
tr: Acı yiyecek
zh_hans: 辛辣食物
zh_hant: 辛辣食物

# trigger.stress
source: Stress
ar: توتر
es: Estrés
hi: तनाव
id: Stres
ja: ストレス
ko: 스트레스
pt_br: Estresse
th: ความเครียด
tr: Stres
zh_hans: 压力
zh_hant: 壓力

# trigger.sugar
source: Sugar
ar: سكر
de: Zucker
es: Azúcar
fr: Sucre
hi: चीनी
id: Gula
it: Zucchero
ja: 砂糖
ko: 설탕
pt_br: Açúcar
th: น้ำตาล
tr: Şeker
zh_hans: 糖
zh_hant: 糖

# trigger.travel
source: Travel
ar: سفر
de: Reisen
es: Viaje
fr: Voyage
hi: यात्रा
id: Perjalanan
it: Viaggio
ja: 旅行
ko: 여행
pt_br: Viagem
th: เดินทาง
tr: Seyahat
zh_hans: 旅行
zh_hant: 旅行

# waveform.path.ecg
source: Ecg
ar: تخطيط القلب
de: EKG
hi: ईसीजी
id: EKG
ja: 心電図
ko: 심전도
tr: EKG
zh_hans: 心电图
zh_hant: 心电图

# settings.placeholder.messageFormat
source: %@ is coming soon.
id: %@ segera hadir.
th: %@ จะมาเร็วๆ นี้
tr: %@ yakında.

source: OK
zh_hans: 确定
zh_hant: 確定

# common.ok
source: OK
zh_hans: 确定
zh_hant: 確定

# medication.category.hrt
source: HRT
zh_hans: 激素替代治疗
zh_hant: 荷爾蒙替代治療

# medication.category.otc
source: OTC
zh_hans: 非处方药
zh_hant: 非處方藥

# moon.zzz
source: Zzz
zh_hans: 睡眠
zh_hant: 睡眠
